Repository: smerteliko/secret-santa
Catalog: translations/messages+intl-icu.*.po
Languages: ru

source: New years information!
ru: Новогодняя информация!

source: Hohohooooo
ru: ХОХОХО

source: ! Your happy man
ru: ! Ваш счастливый получатель

source: ! Give him a nice gift and spend all your money. !
ru: ! Подарите ему хороший подарок и не скупитесь. !

source: Recipient
ru: Получатель

source: Full name
ru: Полное имя

source: Email
ru: Почта

source: At least 4 rows must be entered
ru: Как миминум нужно заполнить 4х получателей

source: Secret santa
ru: Тайный санта

source: Add row
ru: Добавить получателя

source: Send emails
ru: Отправить письма

source: Delete row
ru: Удалить

source: Messages send
ru: Сообщения отправлены
